


[{
  "id": 1,
  "bname": "Harry Potter and Philosopher's Stone",
  "author": "J.K. Rowling",
  "genre": "Fantasy",

 "shortDescription": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The book is the first novel in the Harry Potter series and Rowling's debut novel. It was published in 1997 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The book is the first novel in the Harry Potter series and Rowling's debut novel. It was published in 1997 by Bloomsbury in the United Kingdom.Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny."

}, 

{
  "id": 2,
  "bname": "Harry Potter and the Chamber of Secrets",
  "author": "J.K. Rowling",
  "genre": "Fantasy",
  
"shortDescription": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling. The book is the second novel in the Harry Potter series and Rowling's second novel in published works. It was published in 1998 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling. The book is the second novel in the Harry Potter series and Rowling's second novel in published works. It was published in 1998 by Bloomsbury in the United Kingdom.Harry Potter and the Chamber of Secrets is the second book in the Harry Potter series. It begins with Harry searching for a mysterious map that leads him to the hidden world of Azkaban. But the map is not the first time Harry meets a creature he can't identify: a giant serpent. Harry is forced to fight the creature in an epic battle to save his life and the life of the people he loves."

},
{
  "id": 3,
  "bname": "Harry Potter and the Prisoner of Azkaban",
  "author": "J.K. Rowling",
  "genre": "Fantasy",
  "shortDescription": "Harry Potter and the Prisoner of Azkaban is a fantasy novel written by British author J. K. Rowling. The book is the third novel in the Harry Potter series and Rowling's third novel in published works. It was published in 1999 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Prisoner of Azkaban is a fantasy novel written by British author J. K. Rowling. The book is the third novel in the Harry Potter series and Rowling's third novel in published works. It was published in 1999 by Bloomsbury in the United Kingdom.Harry Potter and the Prisoner of Azkaban is the third book in the Harry Potter series. It begins with Harry searching for a mysterious map that leads him to the hidden world of Azkaban. But the map is not the first time Harry meets a creature he can't identify: a giant serpent. Harry is forced to fight the creature in an epic battle to save his life and the life of the people he loves."
},
{
  "id": 4,
  "bname": "Harry Potter and the Goblet of Fire",
  "author": "J.K. Rowling",
  "genre": "Fantasy",
  "shortDescription": "Harry Potter and the Goblet of Fire is a fantasy novel written by British author J. K. Rowling. The book is the fourth novel in the Harry Potter series and Rowling's fourth novel in published works. It was published in 2000 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Goblet of Fire is a fantasy novel written by British author J. K. Rowling. The book is the fourth novel in the Harry Potter series and Rowling's fourth novel in published works. It was published in 2000 by Bloomsbury in the United Kingdom.Harry Potter and the Goblet of Fire is the fourth book in the Harry Potter series. It begins with Harry searching for a mysterious map that leads him to the hidden world of Azkaban. But the map is not the first time Harry meets a creature he can't identify: a giant serpent. Harry is forced to fight the creature in an epic battle to save his life and the life of the people he loves."
},
{
  "id": 5,
  "bname": "Harry Potter and the Order of the Phoenix",
  "author": "J.K. Rowling",
  "genre": "Fantasy",
  "shortDescription": "Harry Potter and the Order of the Phoenix is a fantasy novel written by British author J. K. Rowling. The book is the fifth novel in the Harry Potter series and Rowling's fifth novel in published works. It was published in 2003 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Order of the Phoenix is a fantasy novel written by British author J. K. Rowling. The book is the fifth novel in the Harry Potter series and Rowling's fifth novel in published works. It was published in 2003 by Bloomsbury in the United Kingdom.Harry Potter and the Order of the Phoenix is the fifth book in the Harry Potter series. It begins with Harry searching for a mysterious map that leads him to the hidden world of Azkaban. But the map is not the first time Harry meets a creature he can't identify: a giant serpent. Harry is forced to fight the creature in an epic battle to save his life and the life of the people he loves."
},
{
  "id": 6,
  "bname": "Harry Potter and the Half-Blood Prince",
  "author": "J.K. Rowling",
  "genre": "Fantasy",
"shortDescription": "Harry Potter and the Half-Blood Prince is a fantasy novel written by British author J. K. Rowling. The book is the sixth novel in the Harry Potter series and Rowling's sixth novel in published works. It was published in 2005 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Half-Blood Prince is a fantasy novel written by British author J. K. Rowling. The book is the sixth novel in the Harry Potter series and Rowling's sixth novel in published works. It was published in 2005 by Bloomsbury in the United Kingdom.Harry Potter and the Half-Blood Prince is the sixth book in the Harry Potter series. It begins with Harry searching for a mysterious map that leads him to the hidden world of Azkaban. But the map is not the first time Harry meets a creature he can't identify: a giant serpent. Harry is forced to fight the creature in an epic battle to save his life and the life of the people he loves."
},
{
  "id": 7,
  "bname": "Harry Potter and the Deathly Hallows",
  "author": "J.K. Rowling",
  "genre": "Fantasy",
  "shortDescription": "Harry Potter and the Deathly Hallows is a fantasy novel written by British author J. K. Rowling. The book is the seventh novel in the Harry Potter series and Rowling's seventh novel in published works. It was published in 2007 by Bloomsbury in the United Kingdom...",
  "description": "Harry Potter and the Deathly Hallows is a fantasy novel written by British author J. K. Rowling. The book is the seventh novel in the Harry Potter series and Rowling's seventh novel in published works. It was published in 2007 by Bloomsbury in the United Kingdom.Harry Potter and the Deathly Hallows is the seventh book in the Harry Potter series. It begins with Harry searching for a mysterious map that leads him to the hidden world of Azkaban. But the map is not the first time Harry meets a creature he can't identify: a giant serpent. Harry is forced to fight the creature in an epic battle to save his life and the life of the people he loves."
}

]
